Repository: JokerHB/clippy-toolkit
Catalog: trunk/ClippyLocalizations/*.lproj/Localizable.strings
Languages: italian, japanese

source: Preview
italian: Anteprima
japanese: プレビュー

source: Cut
italian: Taglia
japanese: カット

source: Copy
italian: Copia
japanese: コピー

source: Paste
italian: Incolla
japanese: ペースト

source: Stack
italian: Pila
japanese: スタック

source: Stacks
italian: Pile
japanese: スタック

source: Search
italian: Cerca
japanese: 検索

source: Dial
italian: Chiama
japanese: 電話

source: Scroll to Top
italian: Scorri sù
japanese: 最上部へ移動

source: Scroll to Bottom
italian: Scorri giù
japanese: 最下部へ移動

source: Scroll
italian: Scorri
japanese: 移動

source: Debug Info
italian: Informazioni di debug
japanese: デバッグ

source: Close
italian: Chiudi
japanese: 閉じる

source: Clippy Error
italian: Errore Clippy
japanese: エラー

source: Copied To Clipboard:
italian: Copiato negli appunti:

source: Copy To Clipboard:
italian: Copia negli appunti:
japanese: クリップボードにコピー:

source: Edit Stack
italian: Modifica pila
japanese: スタックを編集

source: Clipboard Stack Is Empty
italian: La pila degli appunti è vuota
japanese: クリップボードは空です

source: Unable to send clipboard text!
italian: Impossibile inviare il testo appuntato!
japanese: クリップボードはテキストを送れません!

source: Clippy Beta has expired.
italian: La beta di Clippy è scaduta.
japanese: Clippy Betaは期限切れです

source: Please upgrade
italian: Perfavore aggiorna
japanese: アップグレードしてください

source: Upgrade
italian: Aggiorna
japanese: アップグレード

source: Clipboard Stack
italian: Pila degli appunti
japanese: クリップボードのスタック

source: Clear
italian: Pulisci
japanese: 削除

source: Confirm
italian: Conferma
japanese: 決定

source: Enabled Applications
italian: Abilita le applicazioni
japanese: 有効にするアプリケーション

source: Native Apps
italian: App. Native
japanese: ネイティブアプリ

source: App Store Apps
italian: App. AppStore
japanese: App Storeのアプリ

source: Post-selection Activation Sources
italian: Attivazione dopo la selezione
japanese: 投稿時有効にする

source: Text Fields
italian: Zone testo
japanese: テキストフィールド

source: Text Views
italian: Vista testo

source: Web Fields
italian: Zone web
japanese: ウェブフィールド

source: Hold Activation Sources
italian: Attivazione dopo la pressione
japanese: Clippyのポップアップを出す

source: Table Cells
italian: Celle tabelle
japanese: 表

source: Labels
italian: Descrizioni
japanese: ラベル (実験中)

source: Web Views
italian: Vista web
japanese: ウェブ

source: .?123 on Keyboard
italian: .?123 sulla tastiera
japanese: .?123キーボード

source: Hold Time
italian: Tempo di pressione
japanese: ポップアップが出るまでの時間

source: Animated
italian: Animazione
japanese: アニメーション

source: Enabled Plugins
italian: Abilita i plugin
japanese: 有効なプラグイン

source: Respring for changes to take full effect.
italian: E' necessario eseguire un respring del dispositivo per applicare le modifiche.
japanese: 変更を加えるためにRespringしてください

source: Respring Device
italian: Esegui il respring del dispositivo

source: Donate
italian: Dona

source: Donate with PayPal
italian: Dona con PayPal

source: Delete
italian: Elimina

source: $TRANSLATION_ABOUT_LABEL$
italian: Tradotto da Sagitt <sagitt@email.it>
japanese: ClippyはChatoによって日本語化されました。Clippyの日本語訳についてはchato2.00@gmail.comにメールを送ってください。

source: Debug
japanese: デバッグ
